Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Ask coach...
de: Fragen Sie den Trainer...
es: Pregúntale al entrenador...
fr: Demandez à l'entraîneur...
it: Chiedi all'allenatore...
pt_pt: Pergunte ao treinador...
ru: Спроси тренера...

source: Athlete
de: Athlet
es: Atleta
fr: Athlète
it: Atleta
pt_pt: Atleta
ru: Атлет

source: Attach up to 4 photos to compare your progress later.
de: Hängen Sie bis zu 4 Fotos an, um Ihren Fortschritt später zu vergleichen.
es: Adjunta hasta 4 fotos para comparar tu progreso más adelante.
fr: Joignez jusqu'à 4 photos pour comparer vos progrès plus tard.
it: Allega fino a 4 foto per confrontare i tuoi progressi in seguito.
pt_pt: Anexe até 4 fotos para comparar seu progresso mais tarde.
ru: Загрузьте до 4 фотографий для отслеживания прогресса.

source: Attention
de: Aufmerksamkeit
es: Atención
it: Attenzione
pt_pt: Atenção
ru: Внимание

source: Authentication Error
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione
pt_pt: Erro de autenticação
ru: Ошибка аутентификации

source: Available Equipment
de: Verfügbare Ausrüstung
es: Equipo disponible
fr: Équipement disponible
it: Attrezzatura disponibile
pt_pt: Equipamento Disponível
ru: Доступное оборудование

source: Average Weight: %@ kg
de: Durchschnittsgewicht: %@ kg
es: Peso promedio: %@ kg
fr: Poids moyen : %@ kg
it: Peso medio: %@ kg
pt_pt: Peso Médio: %@ kg
ru: Средний вес: % от кг

source: Avg Duration
de: Durchschnittliche Dauer
es: Duración promedio
fr: Durée moyenne
it: Durata media
pt_pt: Duração média
ru: Средн. длительность

source: Avg Effort
de: Durchschnittlicher Aufwand
es: Esfuerzo promedio
fr: Effort moyen
it: Sforzo medio
pt_pt: Esforço médio
ru: Средняя интенсивность

source: Avg Volume
de: Durchschnittliches Volumen
es: Volumen promedio
fr: Volume moyen
it: Volume medio
pt_pt: Volume médio
ru: Средн. объем

source: Awaiting Data
de: Warten auf Daten
es: En espera de datos
fr: En attente de données
it: In attesa di dati
pt_pt: Aguardando Dados
ru: Ожидание данных

source: Awesome
de: Eindrucksvoll
es: Impresionante
fr: Génial
it: Eccezionale
pt_pt: Incrível
ru: Потрясающий

source: BIOMETRICS
de: BIOMETRIE
es: BIOMÉTRICA
fr: BIOMÉTRIE
it: BIOMETRIA
pt_pt: BIOMÉTRICA
ru: БИОМЕТРИЯ

source: Back
de: Zurück
es: Atrás
fr: Dos
it: Indietro
pt_pt: Voltar
ru: Спина

source: Back is Ready!
de: Zurück ist bereit!
es: ¡La espalda está lista!
fr: Le retour est prêt !
it: Il ritorno è pronto!
pt_pt: Voltar está pronto!
ru: Спина готова к тренировке!

source: Back on track! ⚡️
de: Zurück auf dem richtigen Weg! ⚡️
es: ¡De vuelta al camino! ⚡️
fr: Retour sur la bonne voie ! ⚡️
it: Di nuovo in pista! ⚡️
pt_pt: De volta aos trilhos! ⚡️
ru: Снова в деле! ⚡️

source: Barbell
de: Hantel
es: Barra con pesas
fr: Haltère
it: Bilanciere
pt_pt: Barra
ru: Штанга

source: Barbell Curl
de: Langhantelcurl
es: Curl con barra
fr: Boucle d'haltères
it: Curl con bilanciere
pt_pt: Curvatura com barra
ru: Подъем штанги на бицепс

source: Barbell Rows
de: Langhantelrudern
es: Remo con barra
fr: Rangées d'haltères
it: Rematori con bilanciere
pt_pt: Remadas com barra
ru: Тяга штанги в наклоне

source: Base Recovery Time
de: Basiswiederherstellungszeit
es: Tiempo de recuperación base
fr: Temps de récupération de base
it: Tempo di recupero base
pt_pt: Tempo de recuperação básico
ru: Базовое время восстановления

source: Based on current data, strength gains in the **%@** group are possible. This is an estimate, not a guarantee.
de: Basierend auf aktuellen Daten sind Kraftzuwächse in der **%@**-Gruppe möglich. Dies ist eine Schätzung, keine Garantie.
es: Según los datos actuales, es posible aumentar la fuerza en el grupo **%@**. Esta es una estimación, no una garantía.
fr: Sur la base des données actuelles, des gains de force dans le groupe **%@** sont possibles. Ceci est une estimation, pas une garantie.
it: Sulla base dei dati attuali, sono possibili guadagni di forza nel gruppo **%@**. Questa è una stima, non una garanzia.
pt_pt: Com base nos dados atuais, são possíveis ganhos de força no grupo **%@**. Esta é uma estimativa, não uma garantia.
ru: Основываясь на данных, возможен прирост силы в группе **%@**.

source: Basic Info
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
pt_pt: Informações básicas
ru: Базовая информация

source: Basic Information
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
pt_pt: Informações Básicas
ru: Основная информация

source: Basic Metrics
de: Grundlegende Kennzahlen
es: Métricas básicas
fr: Métriques de base
it: Metriche di base
pt_pt: Métricas Básicas
ru: Основные метрики

source: Basic parameters for the start
de: Grundparameter für den Start
es: Parámetros básicos para el inicio.
fr: Paramètres de base pour le démarrage
it: Parametri fondamentali per la partenza
pt_pt: Parâmetros básicos para o início
ru: Базовые параметры для старта

source: Basic starting parameters
de: Grundlegende Startparameter
es: Parámetros iniciales básicos
fr: Paramètres de démarrage de base
it: Parametri di partenza fondamentali
pt_pt: Parâmetros iniciais básicos
ru: Основные стартовые параметры

source: Before
de: Vor
es: Antes
fr: Avant
it: Prima
pt_pt: Antes
ru: До

source: Before & after slider to track visual progress.
de: Vorher-/Nachher-Schieberegler zur Verfolgung des visuellen Fortschritts.
es: Control deslizante de antes y después para realizar un seguimiento del progreso visual.
fr: Curseur avant et après pour suivre la progression visuelle.
it: Dispositivo di scorrimento prima e dopo per monitorare i progressi visivi.
ru: Слайдер «До и после» для отслеживания визуального прогресса.

source: Before & after slider · Track your progress
de: Vorher-Nachher-Schieberegler · Verfolgen Sie Ihren Fortschritt
es: Control deslizante de antes y después · Sigue tu progreso
fr: Curseur avant et après · Suivez vos progrès
it: Cursore prima e dopo · Tieni traccia dei tuoi progressi
pt_pt: Controle deslizante antes e depois · Acompanhe seu progresso
ru: Слайдер «До и после» · Отслеживайте свой прогресс

source: Before You Share
de: Bevor Sie teilen
es: Antes de compartir
fr: Avant de partager
it: Prima di condividere
pt_pt: Antes de compartilhar
ru: Перед тем как поделиться

source: Before you share content with the community, please agree to our rules. We have a ZERO-TOLERANCE policy for objectionable content and abusive behavior.
de: Bevor Sie Inhalte mit der Community teilen, stimmen Sie bitte unseren Regeln zu. Wir haben eine NULL-TOLERANZ-Richtlinie gegenüber anstößigen Inhalten und missbräuchlichem Verhalten.
es: Antes de compartir contenido con la comunidad, acepte nuestras reglas. Tenemos una política de TOLERANCIA CERO para contenido objetable y comportamiento abusivo.
fr: Avant de partager du contenu avec la communauté, veuillez accepter nos règles. Nous avons une politique de TOLÉRANCE ZÉRO pour les contenus répréhensibles et les comportements abusifs.
it: Prima di condividere contenuti con la community, accetta le nostre regole. Abbiamo una politica di TOLLERANZA ZERO per contenuti discutibili e comportamenti offensivi.
pt_pt: Antes de compartilhar conteúdo com a comunidade, concorde com nossas regras. Temos uma política de TOLERÂNCIA ZERO para conteúdo questionável e comportamento abusivo.
ru: Перед тем как поделиться контентом, пожалуйста, согласитесь с правилами.

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pt_pt: Novato
ru: Новичок

source: Bench Press
de: Bankdrücken
es: Press de banca
fr: Développé couché
it: Panca
pt_pt: Supino
ru: Жим лежа

source: Bend arm
de: Arm beugen
es: doblar el brazo
fr: Plier le bras
it: Piegare il braccio
ru: Согнуть руку

source: Best Month (Volume)
de: Bester Monat (Volumen)
es: Mejor mes (volumen)
fr: Meilleur mois (volume)
it: Miglior mese (volume)
pt_pt: Melhor Mês (Volume)
ru: Лучший месяц (тоннаж)

source: Best Month:
de: Bester Monat:
es: Mejor mes:
fr: Meilleur mois :
it: Mese migliore:
pt_pt: Melhor mês:
ru: Лучший месяц:

source: Best Week:
de: Beste Woche:
es: Mejor semana:
fr: Meilleure semaine :
it: Settimana migliore:
pt_pt: Melhor semana:
ru: Лучшая неделя:

source: Best:
de: Am besten:
es: Mejor:
fr: Meilleur:
it: Migliore:
ru: Лучший:

source: Biceps
de: Bizeps
es: Bíceps
it: Bicipite
pt_pt: Bíceps
ru: Бицепс

source: Biceps and Triceps are fresh. Time for a pump!
de: Bizeps und Trizeps sind frisch. Zeit für eine Pumpe!
es: Los bíceps y tríceps están frescos. ¡Es hora de una bomba!
fr: Les biceps et triceps sont frais. C'est l'heure d'une pompe !
it: Bicipiti e tricipiti sono freschi. È ora di una pompa!
pt_pt: Bíceps e tríceps estão frescos. É hora de uma bomba!
ru: Бицепс и трицепс свежие. Время тренировать руки!

source: Biometrics Synced
de: Biometrie synchronisiert
es: Biometría sincronizada
fr: Biométrie synchronisée
it: Biometria sincronizzata
pt_pt: Biometria sincronizada
ru: Биометрия синхронизирована

source: Body Composition
de: Körperzusammensetzung
es: Composición corporal
fr: Composition corporelle
it: Composizione corporea
pt_pt: Composição Corporal
ru: Композиция тела

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Graisse corporelle
it: Grasso corporeo
pt_pt: Gordura Corporal
ru: Процент жира

source: Body Fat (%)
de: Körperfett (%)
es: Grasa corporal (%)
fr: Graisse corporelle (%)
it: Grasso corporeo (%)
pt_pt: Gordura Corporal (%)
ru: Процент жира (%)

source: Body Measurement Units
de: Körpermaßeinheiten
es: Unidades de medida corporal
fr: Unités de mesure du corps
it: Unità di misura del corpo
pt_pt: Unidades de medição corporal
ru: Единицы измерения тела

source: Body Measurements
de: Körpermaße
es: Medidas corporales
fr: Mesures du corps
it: Misure del corpo
pt_pt: Medidas Corporais
ru: Измерения тела

source: Body Metrics
de: Körpermetriken
es: Métricas corporales
fr: Mesures corporelles
it: Metriche del corpo
pt_pt: Métricas Corporais
ru: Метрики тела

source: Body Status
de: Körperstatus
es: Estado del cuerpo
fr: Statut du corps
it: Stato del corpo
pt_pt: Estado do corpo
ru: Статус

source: Body Transform
de: Körpertransformation
es: Transformación del cuerpo
fr: Transformation du corps
it: Trasformazione del corpo
pt_pt: Transformação Corporal
ru: Трансформация тела

source: Body Weight (%@)
de: Körpergewicht (%@)
es: Peso corporal (%@)
fr: Poids corporel (%@)
it: Peso corporeo (%@)
pt_pt: Peso corporal (%@)
ru: Вес тела (%@)

source: Body parts occluded. Adjust camera!
de: Körperteile verschlossen. Kamera anpassen!
es: Partes del cuerpo ocluidas. ¡Ajusta la cámara!
fr: Parties du corps obstruées. Ajustez la caméra !
it: Parti del corpo occluse. Regola la fotocamera!
ru: Части тела закрыты. Настройте камеру!

source: Bodyweight
de: Körpergewicht
es: peso corporal
fr: Poids corporel
it: Peso corporeo
pt_pt: Peso corporal
ru: Вес тела

source: Bodyweight Goal
de: Körpergewichtsziel
es: Objetivo de peso corporal
fr: Objectif de poids corporel
it: Obiettivo del peso corporeo
pt_pt: Meta de peso corporal
ru: Цель по весу

source: Breathe out as you lift and breathe in as you lower
de: Atmen Sie beim Heben aus und beim Senken ein
es: Exhale mientras levanta e inhale mientras baja
fr: Expirez lorsque vous soulevez et inspirez lorsque vous descendez
it: Espira mentre sollevi ed inspira mentre abbassi
pt_pt: Expire ao levantar e inspire ao abaixar
ru: Тыдыхайте при подъеме и вдыхайте при опускании

source: Breathe properly - exhale on exertion, inhale on return
de: Atmen Sie richtig – bei Anstrengung ausatmen, bei Rückkehr einatmen
es: Respire adecuadamente: exhale al hacer esfuerzo, inhale al regresar
fr: Respirez correctement - expirez à l'effort, inspirez au retour
it: Respira correttamente: espira durante lo sforzo, inspira al ritorno
pt_pt: Respire corretamente - expire durante o esforço, inspire no retorno
ru: Дышите правильно - выдыхайте при усилии, вдыхайте при возврате

source: Bronze Record!
de: Bronze-Rekord!
es: ¡Récord de Bronce!
fr: Record de bronze !
it: Disco di bronzo!
pt_pt: Recorde de Bronze!
ru: Бронзовый рекорд!

source: Browse Catalog
de: Katalog durchsuchen
es: Explorar catálogo
fr: Parcourir le catalogue
it: Sfoglia il catalogo
ru: Просмотреть каталог

source: Browse Database
de: Datenbank durchsuchen
es: Examinar la base de datos
fr: Parcourir la base de données
it: Sfoglia il database
ru: Просмотр базы данных

source: Browse Explore Database or create a new program to get started.
de: Durchsuchen Sie die Explore-Datenbank oder erstellen Sie ein neues Programm, um loszulegen.
es: Explore la base de datos Explore o cree un nuevo programa para comenzar.
fr: Parcourez Explorer la base de données ou créez un nouveau programme pour commencer.
it: Sfoglia Esplora database o crea un nuovo programma per iniziare.
pt_pt: Navegue pelo Explore Database ou crie um novo programa para começar.
ru: Просмотрите базу данных Explore или создайте новую программу, чтобы начать работу.

source: Bug Report
de: Fehlerbericht
es: Informe de error
fr: Rapport de bug
it: Segnalazione di bug
pt_pt: Relatório de erros
ru: Сообщение об ошибке

source: Build Consistency
de: Bauen Sie Konsistenz auf
es: Construir coherencia
fr: Construire la cohérence
it: Costruisci coerenza
pt_pt: Construir consistência
ru: Построить последовательность

source: Build Superset
de: Supersatz erstellen
es: Construir superconjunto
fr: Construire un surensemble
it: Costruisci un superset
ru: Построить суперсет

source: Build momentum with workout streaks!
de: Bauen Sie mit Trainingseinheiten Schwung auf!
es: ¡Gana impulso con rachas de entrenamiento!
fr: Créez un élan avec des séquences d'entraînement !
it: Costruisci slancio con serie di allenamenti!
pt_pt: Crie impulso com sequências de treino!
ru: Держи ритм: не прерывай серию тренировок!

source: Build muscle and increase size
de: Bauen Sie Muskeln auf und steigern Sie die Größe
es: Desarrollar músculo y aumentar el tamaño.
fr: Développer les muscles et augmenter la taille
it: Costruisci muscoli e aumenta le dimensioni
pt_pt: Construir músculos e aumentar o tamanho
ru: Наращивайте мышцы и увеличивайте размер

source: Build muscle and increase size!
de: Bauen Sie Muskeln auf und vergrößern Sie Ihre Größe!
es: ¡Desarrolla músculo y aumenta el tamaño!
fr: Développez vos muscles et augmentez votre taille !
it: Costruisci muscoli e aumenta le dimensioni!
pt_pt: Construa músculos e aumente o tamanho!
ru: Наращивайте мышцы и увеличивайте размер!

source: Builder
de: Baumeister
es: Constructor
fr: Constructeur
it: Costruttore
pt_pt: Construtor
ru: Конструктор

source: Building your perfect workout...
de: Bauen Sie Ihr perfektes Training auf...
es: Construyendo tu entrenamiento perfecto...
fr: Construire votre entraînement parfait...
it: Costruisci il tuo allenamento perfetto...
pt_pt: Construindo seu treino perfeito...
ru: Создаю вашу идеальную тренировку...

source: CNS INDEX
de: ZNS-INDEX
es: ÍNDICE DEL SNC
fr: INDICE DU SNC
it: INDICE DEL SNC
pt_pt: ÍNDICE SNC
ru: ИНДЕКС ЦНС

source: CORRECT TECHNIQUE
de: RICHTIGE TECHNIK
es: TÉCNICA CORRECTA
fr: TECHNIQUE CORRECTE
it: TECNICA CORRETTA
pt_pt: TÉCNICA CORRETA
ru: ПРАВИЛЬНАЯ ТЕХНИКА

source: Cable
de: Kabel
fr: Câble
it: Cavo
pt_pt: Cabo
ru: Блок

source: Calculation Method
de: Berechnungsmethode
es: Método de cálculo
fr: Méthode de calcul
it: Metodo di calcolo
pt_pt: Método de cálculo
ru: Метод расчета

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pt_pt: Calendário
ru: Календарь

source: Calf Raises
de: Wadenheben
es: Elevaciones de pantorrillas
fr: Élévations de mollets
it: Sollevamento del polpaccio
pt_pt: Aumento da panturrilha
ru: Подъем на носки

source: Calves
de: Kälber
es: Terneros
fr: Veaux
it: Vitelli
pt_pt: Bezerros
ru: Икры

source: Camera Access Required
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr: Accès à la caméra requis
it: È richiesto l'accesso alla fotocamera
ru: Требуется доступ к камере

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pt_pt: Cancelar
ru: Отмена

source: Cancel Workout
de: Training abbrechen
es: Cancelar entrenamiento
fr: Annuler l'entraînement
it: Annulla allenamento
ru: Отменить тренировку

source: Cancel Workout?
de: Training abbrechen?
es: ¿Cancelar entrenamiento?
fr: Annuler l'entraînement ?
it: Annullare l'allenamento?
pt_pt: Cancelar treino?
ru: Отменить тренировку?

source: Capacity Update
de: Kapazitätsaktualisierung
es: Actualización de capacidad
fr: Mise à jour de la capacité
it: Aggiornamento della capacità
pt_pt: Atualização de capacidade
ru: Обновление емкости

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_pt: Categoria
ru: Категория

source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètres
it: Centimetri
pt_pt: Centímetros
ru: Сантиметры

source: Centimeters (cm)
de: Zentimeter (cm)
es: Centímetros (cm)
fr: Centimètres (cm)
it: Centimetri (cm)
pt_pt: Centímetros (cm)
ru: Сантиметры (см)

source: Challenge Yourself
de: Fordern Sie sich selbst heraus
es: Ponte a prueba
fr: Mettez-vous au défi
it: Sfida te stesso
pt_pt: Desafie-se
ru: Брось себе вызов

source: Challenge yourself
de: Fordern Sie sich selbst heraus
es: Ponte a prueba
fr: Mettez-vous au défi
it: Sfida te stesso
pt_pt: Desafie-se
ru: Брось себе вызов

source: Change
de: Ändern
es: Cambiar
fr: Changement
it: Modifica
pt_pt: Mudar
ru: Изменить

source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Changer le nom
it: Cambia nome
pt_pt: Alterar nome
ru: Изменить имя

source: Chart Colors
de: Diagrammfarben
es: Colores del gráfico
fr: Couleurs du graphique
it: Colori del grafico
pt_pt: Cores do gráfico
ru: Цвета графика

source: Chat History
de: Chat-Verlauf
es: Historial de chat
fr: Historique des discussions
it: Cronologia chat
pt_pt: Histórico de bate-papo
ru: История чата

source: Chat history is empty.
de: Der Chatverlauf ist leer.
es: El historial de chat está vacío.
fr: L'historique des discussions est vide.
it: La cronologia della chat è vuota.
pt_pt: O histórico de bate-papo está vazio.
ru: История чата пуста.

source: Check
de: Überprüfen
es: Controlar
fr: Vérifier
it: Controllo
ru: Проверять

source: Chest
de: Brust
es: Pecho
fr: Poitrine
it: Petto
pt_pt: Peito
ru: Грудь

source: Chest Fully Recovered!
de: Truhe vollständig wiederhergestellt!
es: ¡Pecho completamente recuperado!
fr: Coffre entièrement récupéré !
it: Petto completamente recuperato!
pt_pt: Peito Totalmente Recuperado!
ru: Грудные полностью восстановлены!

source: Chest: 85% Active
de: Brust: 85 % aktiv
es: Pecho: 85% activo
fr: Poitrine : 85 % actif
it: Petto: 85% attivo
pt_pt: Peito: 85% Ativo
ru: Сундук: 85% активен

source: Choose Color for %@
de: Wählen Sie Farbe für %@
es: Elija color para %@
fr: Choisissez la couleur pour %@
it: Scegli il colore per %@
pt_pt: Escolha a cor para %@
ru: Тыберите цвет для %@

source: Choose Template
de: Wählen Sie Vorlage
es: Elegir plantilla
fr: Choisir un modèle
it: Scegli modello
pt_pt: Escolha o modelo
ru: Тыберите шаблон

source: Choose from Library
de: Wählen Sie aus der Bibliothek
es: Elija de la biblioteca
fr: Choisissez dans la bibliothèque
it: Scegli dalla Libreria
pt_pt: Escolha na biblioteca
ru: Тыбрать из галереи

source: Class: Demigod
de: Klasse: Halbgott
es: Clase: Semidiós
fr: Classe : Demi-dieu
it: Classe: semidio
pt_pt: Classe: Semideus
ru: Ранг: Полубог

source: Class: Gym Titan
de: Klasse: Gym Titan
es: Clase: Titán de gimnasio
fr: Classe : Titan de gymnastique
it: Classe: Titano della palestra
pt_pt: Classe: Ginásio Titã
ru: Ранг: Титан зала

source: Class: Iron Apprentice
de: Klasse: Eisenlehrling
es: Clase: Aprendiz de Hierro
fr: Classe : Apprenti de Fer
it: Classe: Apprendista del Ferro
pt_pt: Classe: Aprendiz de Ferro
ru: Ранг: Железный ученик

source: Class: Novice Lifter
de: Klasse: Anfänger-Lifter
es: Clase: Levantador novato
fr: Classe : Novice Lifter
it: Classe: sollevatore principiante
pt_pt: Classe: Levantador Iniciante
ru: Ранг: Новичок

source: Class: Squat Legend
de: Klasse: Squat Legend
es: Clase: leyenda en cuclillas
fr: Classe : Légende du squat
it: Classe: leggenda dello squat
pt_pt: Classe: Lenda do Agachamento
ru: Ранг: Легенда приседа

source: Clear
de: Klar
es: Claro
fr: Clair
it: Chiaro
pt_pt: Claro
ru: Очистить

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
pt_pt: Limpar tudo
ru: Очистить все

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
pt_pt: Limpar todos os dados
ru: Очистить все данные

source: Clear All Data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
it: Cancella tutti i dati?
pt_pt: Limpar todos os dados?
ru: Очистить все данные?

source: Clear All Workouts
de: Alle Trainingseinheiten löschen
es: Borrar todos los entrenamientos
fr: Effacer tous les entraînements
it: Cancella tutti gli allenamenti
pt_pt: Limpar todos os treinos
ru: Очистить все тренировки

source: Clear All Workouts?
de: Alle Trainings löschen?
es: ¿Borrar todos los entrenamientos?
fr: Effacer tous les entraînements ?
it: Cancella tutti gli allenamenti?
pt_pt: Limpar todos os treinos?
ru: Очистить все тренировки?

source: Clear Current Chat
de: Aktuellen Chat löschen
es: Borrar chat actual
fr: Effacer le chat actuel
it: Cancella la chat corrente
pt_pt: Limpar bate-papo atual
ru: Очистить чат

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
pt_pt: Limpar filtros
ru: Очистить фильтры

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
pt_pt: Fechar
ru: Закрыть

source: Close Your Rings
de: Schließe deine Ringe
es: Cierra tus anillos
fr: Fermez vos bagues
it: Chiudi i tuoi anelli
pt_pt: Feche seus anéis
ru: Закройте свои кольца

source: Coach Advice
de: Coach-Ratschläge
es: Consejos para el entrenador
fr: Conseils de l'entraîneur
it: Consigli dell'allenatore
pt_pt: Conselho do treinador
ru: Совет тренера

source: Coach Communication Style
de: Coach-Kommunikationsstil
es: Estilo de comunicación del entrenador
fr: Style de communication de l’entraîneur
it: Stile di comunicazione dell'allenatore
pt_pt: Estilo de comunicação do treinador
ru: Стиль общения тренера

source: Coach Recommendation
de: Trainerempfehlung
es: Recomendación del entrenador
fr: Recommandation de l'entraîneur
it: Raccomandazione dell'allenatore
pt_pt: Recomendação do treinador
ru: Рекомендация тренера

source: Coach is monitoring your output. High tension detected in target muscle groups.
de: Der Coach überwacht Ihre Leistung. Hohe Spannung in den Zielmuskelgruppen festgestellt.
es: El entrenador está monitoreando tu rendimiento. Alta tensión detectada en los grupos de músculos objetivo.
fr: Le coach surveille votre rendement. Haute tension détectée dans les groupes musculaires cibles.
it: Il coach sta monitorando i tuoi risultati. Alta tensione rilevata nei gruppi muscolari target.
pt_pt: O treinador está monitorando sua produção. Alta tensão detectada em grupos musculares alvo.
ru: Тренер следит за вашей нагрузкой. Обнаружено сильное напряжение в целевых мышцах.

source: Collecting data from the database...
de: Daten aus der Datenbank sammeln...
es: Recolectando datos de la base de datos...
fr: Collecte des données de la base de données...
it: Raccolta dati dal database...
pt_pt: Coletando dados do banco de dados...
ru: Сбор данных из базы...

source: Communication Style
de: Kommunikationsstil
es: Estilo de comunicación
fr: Style de communication
it: Stile di comunicazione
pt_pt: Estilo de comunicação
ru: Стиль общения

source: Communication error with AI: %@
de: Kommunikationsfehler mit AI: %@
es: Error de comunicación con IA: %@
fr: Erreur de communication avec l'IA : %@
it: Errore di comunicazione con AI: %@
ru: Ошибка связи с AI: %@
